Repository: KoKuToru/gTox
Catalog: src/i18n/*.po
Languages: de, es, fr, ru

source: TRANSLATION_CHECKER
es: Ok
fr: Okay
ru: Okay

source: %1 hr
fr: %1 h
ru: %1 ч

source: %1 hrs
fr: %1 h
ru: %1 ч

source: %1 min
ru: %1 мин

source: %1 mins
fr: %1 min
ru: %1 мин

source: %1 new contact request
fr: %1 nouvelle demande de contact
ru: %1 новых запросов контакта

source: %1 wants to add you to his/her contact list Message: %2
fr: %1 veut vous ajouter à sa liste de contacts Message: %2
ru: %1 хочет добавить вас в свой список контактов Сообщение: %2

source: %A, %R
fr: %a. %B, %R
ru: %a. %B, %R

source: %e. %B %Y, %R
ru: %A, %e. %B %Y

source: </b></i> Please make sure that you are using the newest gTox version. If you do use the newest, please report the error to us.
fr: </b></i> Vérifiez que vous utilisez bien la dernière version de gTox. Si vous utilisez la dernière version, soumettez-nous votre erreur.
ru: </b></i> Убедитесь, что вы используете последнюю версию gTox. Если это так, пожалуйста сообщите нам об ошибке.

source: <b>Chat</b>
fr: <b>Discussion</b>
ru: <b>Чат</b>

source: <b>Connection</b>
fr: <b>Connexion</b>
ru: <b>Соединение</b>

source: <b>Contacts</b>
ru: <b>Контакты</b>

source: <b>Filetransfer</b>
fr: <b>Transfert de fichiers</b>
ru: <b>Передача файлов</b>

source: <b>Profile</b>
fr: <b>Profil</b>
ru: <b>Профиль</b>

source: <b>Systemtray</b>
fr: <b>Barre de notification</b>
ru: <b>Область уведомлений</b>

source: <b>Theme</b>
fr: <b>Thème</b>
ru: <b>Оформление</b>

source: <i>This program comes with ABSOLUTELY NO WARRANTY</i>
fr: <i>Ce programme est fourni avec ABSOLUMENT AUCUNE GARANTIE</i>
ru: <i>Программа распространяется БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ</i>

source: <i>pre-alpha version</i>
fr: <i>version pre-alpha</i>
ru: <i>пре-альфа версия</i>

source: A Tox-ID must be 76 letters long
fr: Un identifiant Tox doit faire au moins 76 caractères
ru: Длина Tox-ID должна быть 76 символов

source: A contact request has already been sent, or the address belongs to a friend that is already on the friend list.
fr: Une demande de contact a déjà été envoyée, ou l'adresse appartient à un ami qui est déjà dans votre liste d'amis.
ru: Контакт уже был запрошен, либо находится в списке друзей.

source: About
fr: À propos
ru: О программе

source: Add contact
fr: Ajouter un contact
ru: Добавить контакт

source: Are you sure you want to remove this contact?
fr: Êtes-vous sur de vouloir supprimer ce contact ?
ru: Вы уверены, что хотите удалить данный контакт?

source: Audio notification on new message
fr: Notification sonore sur nouveau message
ru: Звуковое оповещение

source: Auto accept
fr: Accepter automtiquement
ru: Загружать без подтверждения

source: Automatically set status to away
fr: Mettre automatiquement le statut absent
ru: Устанавливать статус «Отошел»

source: Away
fr: Absent
ru: Отошел

source: Busy
fr: Occupé
ru: Не беспокоить

source: Change avatar
fr: Changer d'avatar
ru: Изменить картинку профиля

source: Chat logging
fr: Journalisation de la discussion
ru: Хранить историю сообщений

source: Color
fr: Couleur
ru: Цветовая схема

source: Compact list
fr: Liste compacte
ru: Компактный список

source: Configure gTox
fr: Configurer gTox
ru: Настроить gTox

source: Contact Request
fr: Demande de contact
ru: Запрос контакта

source: Contact request failed
fr: La demande contact a échouée
ru: Запрос завершен с ошибкой

source: Copy Tox-ID into clipboard
fr: Copier l'identifiant Tox dans le presse-papier
ru: Скопировать в буфер обмена

source: Copyright © 2014 - the gTox team
fr: Copyright © 2014 - l'équipe gTox
ru: Copyright © 2014, команда gTox

source: Corrupted profile
fr: Profil corrompu
ru: Поврежденный профиль

source: Default device
fr: Périphérique par défaut
ru: Устройство по умолчанию

source: Display inline
fr: Affichage incrusté
ru: Предварительный просмотр

source: Empty message
fr: Message vide
ru: Пустое сообщение

source: Encrypted profile
fr: Profil crypté
ru: Зашифрованный профиль

source: Exit
fr: Quitter
ru: Завершить

source: Global
ru: Глобальные

source: Image
ru: Изображение

source: Just now
fr: À l'instant
ru: Только что

source: Message
ru: Сообщение

source: Name
fr: Nom
ru: Имя пользователя

source: New
fr: Nouveau
ru: Новый

source: Notification on new message
fr: Notification sur nouveau message
ru: Показывать уведомления

source: Online
fr: En ligne
ru: В сети

source: Open containing folder
fr: Ouvrir le dossier parent
ru: Открыть расположение файла

source: Open file
fr: Ouvrir le fichier
ru: Открыть файл

source: Open this profile in file manager
fr: Ouvrir ce profil dans le gestionnaire de fichiers
ru: Открыть профиль в файловом менеджере

source: Path of file
fr: Chemin du fichier
ru: Путь к файлу

source: Pause download
fr: Mettre le téléchargement en pause
ru: Приостановить загрузку

source: Profile
fr: Profil
ru: Профиль

source: Profile couldn't be loaded
fr: Le profil ne peut être chargé
ru: Невозможно загрузить профиль

source: Profile not loaded for an unknown reason
fr: Le profile n'a pas été chargé pour une raison inconnue
ru: Профиль не загружен по неизвестной причине

source: Proxy host
fr: Hôte du proxy
ru: Адрес прокси

source: Proxy port
fr: Port du proxy
ru: Порт прокси

source: Proxy type
fr: Type de proxy
ru: Тип прокси

source: Put into systemtray on close
fr: Réduire dans la barre de notification à la fermeture
ru: Сворачивать при закрытии

source: Remember last used profile
fr: Se souvenir du dernier profil utilisé
ru: Запоминать последний профиль

source: Remove contact
fr: Supprimer le contact
ru: Удалить контакт

source: Remove download
fr: Supprimer le téléchargement
ru: Удалить загрузку

source: Report
fr: Rapporter
ru: Сообщить разработчику

source: Save to
fr: Enregistrer sous
ru: Сохранять в

source: Select
fr: Selectionner
ru: Выбрать

source: Select new avatar
fr: Sélectionnez un nouvel avatar
ru: Установить новую картинку

source: Select profile
fr: Sélectionnez le profil
ru: Выбрать профиль

source: Send typing notification
fr: Envoyer la notification de saisie
ru: Отправлять «печатает»

source: Settings
fr: Paramètres
ru: Параметры

source: Show active chats
fr: Montrer les discussions actives
ru: Показывать активные чаты

source: Show in systemtray
fr: Afficher dans la barre de notification
ru: Показывать значок

source: Start download
fr: Démarrer le téléchargement
ru: Начать загрузку

source: Start in systemtray
fr: Démarrer dans la barre de notification
ru: Запускать свернутым

source: Status message
fr: Message de statut
ru: Статус

source: Statusmessage
fr: Message de statut
ru: Статус

source: Submit
fr: Soumettre
ru: Отправить

source: Switch Profile
fr: Changer de profil
ru: Сменить профиль

source: The contact address checksum failed.
fr: La somme de contrôle de l'adresse de contact a échouée.
ru: Неверная контрольная сумма адреса контакта.

source: The contact request message is not allowed to be empty.
fr: Le message de la demande de contact n'est pas autorisé à être vide.
ru: Сообщение не может быть пустым.

source: The contact was already there, but the nospam value was different.
fr: Le contact était déjà présent, mais la valeur nospam était différente.
ru: Контакт уже находился здесь с другим значением nospam.

source: The length of the contact request message exceeded 1016 bytes.
fr: La longueur du message de la demande de contact dépasse 1016 bits.
ru: Длина сообщения запроса превышает 1016 байт.

source: This contact address belongs to you
fr: Cette adresse de contact vous appartient
ru: Этот адрес принадлежит вам

source: Username
fr: Nom d'utilisateur
ru: Имя

source: Video
fr: Vidéo
ru: Захват видео

source: Welcome to gTox gTox and Tox are by no means complete. We cannot guarantee what works today will work tomorrow. gTox and Tox are alpha software and code changes daily.
fr: Bienvenue sur gTox gTox et Tox sont loins d'être complets. Nous ne pouvons garantir que ce qui fonctionne aujourd'hui fonctionnera demain. gTox et Tox sont des logiciels en alpha et le code change quotidiennement.
ru: Добро пожаловать в gTox! gTox и Tox находятся в стадии активной разработки. Мы не можем гарантировать, что завтра будет работать то, что работало сегодня. gTox и Tox находят в стадии альфа-версии и кодовая база ежедневно изменяется.

source: Wrong ID length
fr: Mauvaise longueur d'identifiant
ru: Неверная длина ID

source: Wrong checksum
fr: Mauvaise somme de contrôle
ru: Неверная контрольная сумма

source: after 1 hour
es: después de 1 hora
fr: après 1h
ru: после 1 часа

source: after 1 min
es: después de 1 minuto
fr: après 1 min
ru: после 1 минуты

source: after 10 min
es: después de 10 minutos
fr: après 10 min
ru: после 10 минут

source: after 2 hours
fr: après 2 heures
ru: после 2 часов

source: after 2 min
es: después de 2 minutos
fr: après 2 min
ru: после 2 минут

source: after 20 min
es: después de 20 minutos
fr: après 20 min
ru: после 20 минут

source: after 30 min
es: después de 30 minutos
fr: après 30 min
ru: после 30 минут

source: after 5 min
es: después de 5 minutos
fr: après 5 min
ru: после 5 минут

source: black on white
fr: noir sur blanc
ru: светлая

source: gTox can't continue. The following problem occurred: <i><b>
fr: gTox ne peux pas continuer. Le problème suivant est survenu: <i><b>
ru: Работа gTox была завершена. Фатальная ошибка в программе: <i><b>

source: gTox settings
fr: Paramètres gTox
ru: Параметры

source: loading profiles...
fr: chargement des profils...
ru: загрузка профилей...

source: never
es: Nunca
fr: jamais
ru: никогда

source: toxcore file
fr: fichier toxcore
ru: файл toxcore

source: unknown gstreamer error
fr: erreur gstreamer inconnue
ru: неизвестная ошибка GStreamer

source: white on black
fr: blanc sur noir
ru: темная

# ABOUT_SOFTWARE_COPYRIGHT
source: Copyright Â© 2014 - the gTox team
de: Copyright © 2014 - das gTox Team
es: Copyright © 2014 - El equipo gTox

# ABOUT_SOFTWARE_VERSION
source: <i>pre-alpha version</i>
es: <i>Versión pre-alpha</i>

# ABOUT_SOFTWARE_WARRANTY
source: <i>This program comes with ABSOLUTELY NO WARRANTY</i>
de: <i>Dieses Programm kommt OHNE JEDWEDE GARANTIE.</i>
es: <i>Este programa viene ABSOLUTAMENTE SIN NINGUNA GARANTÍA</i>

# ADD_CONTACT_MESSAGE
source: Message
de: Nachricht
es: Mensaje

# ASSISTANT_FILE_GTOX
source: gTox file
de: gTox Datei
es: Archivo gTox

# ASSISTANT_FILE_TEXT
source: <span size='x-small'><u>toxcore file</u> includes the profile and contact list, <u>gTox file</u> includes the chat log and gTox specified settings. <b>If you do a backup you must at least backup the <u>toxcore file</u> !</b></span>
de: <span size='x-small'><u>toxcore Datei</u> enthält die Pofile Daten sowie die Kontaktliste, <u>gTox Datei</u> enthält die Protokolle so wie gTox spezifische Einstellungen. <b>Bei einer Datensicherung muss mindesetens die <u>toxcore Datei</u> gesichert werden !</b></span>
es: <span size='x-small'><u>Archivo tox</u> incluye el perfil y la lista de contactos, <u>Archivo gTox</u> incluye el registro de chat y la configuración de gTox. <b>Si usted desea hacer una copia de seguridad del perfil, guarde al menos el <u>archivo toxcore</u> !</b></span>

# ASSISTANT_FILE_TOX
source: toxcore file
de: toxcore Datei
es: Archivo Tox

# ASSISTANT_LOGGING
source: Chat logging
de: Nachrichten protokollieren
es: Registro de chat

# ASSISTANT_LOGGING_TEXT
source: <span size='x-small'>gTox saves the log into a uncrypted SqliteDB</span>
de: <span size='x-small'>gTox speichert die Protokolle in eine unverschlüsselte SqliteDB</span>
es: <span size='x-small'>gTox guarda el registro de chat en SqliteDB no cifrado</span>

# ASSISTANT_STATUSMESSAGE
source: Status message
de: Nachricht
es: Mensaje de Estado

# ASSISTANT_USERNAME
source: Name
de: Anzeigename
es: Nombre

# ASSISTANT_WELCOME_TEXT
source: Wellcome to gTox gTox and Tox are by no means complete. We cannot guarantee what works today will work tomorrow. gTox and Tox are alpha software and code changes daily.
de: Willkommen bei gTox gTox sowie Tox ist keineswegs vollständig. Wir können nicht garantieren, das was heute funktioniert auch morgen funktioniert. gTox sowie Tox ist eine alpha Software und der Sourcecode ändert sich täglich.
es: Bienvenido a gTox gTox y Tox están de ninguna manera completos. No podemos garantizar que lo que funciona hoy funcionará mañana. gTox y Tox son software de código alfa y cambia todos los días.

source: Away
de: Abwesend
es: Ausente

source: Busy
de: Beschäftigt
es: Ocupado

# CONTACT_ADD
source: Submit
de: Absenden
es: Guardar

# ERROR_ADD_CONTACT_ADDR_WRONG_SIZE
source: A tox id must be 76 letters long
de: Eine ID muss 76 Zeichen lang sein
es: Una ID Tox debe ser 76 caracteres

# ERROR_ADD_CONTACT_ADDR_WRONG_SIZE_TITLE
source: Wrong ID length
de: Falsche ID länge
es: Longitud Tox-ID incorrecta

# ERROR_REPORT_BTN
source: Report
de: Melden
es: Reportar

# ERROR_REPORT_TEXT_INTRO
source: gTox can't continue. The following problem occurred: <i><b>
de: Leider kann gTox nicht weiter ausgeführt werden. Folgendes Problem ist aufgetreten: <i><b>
es: gTox no puede continuar. El siguiente problema ha ocurrido: <i><b>

# ERROR_REPORT_TEXT_OUTRO
source: </b></i> Please make sure that you are using the newest gTox version. If you do use the newest, please report the error to us.
de: </b></i> Bitte stellen Sie sicher das Sie die neuste gTox Version benützen. Sollten Sie die neusten gTox Version benützen, wären wir Ihnen sehr Dankbar wenn Sie uns diesen Fehler melden würden.
es: </b></i> Por favor, asegúrese de que está utilizando la versión más reciente gTox. Si usted hace uso de la más reciente, por favor infórmenos del error.

source: Exit
de: Beenden
es: Salir

source: Ignore
de: Ignorieren
es: Ignorar

# IMAGE
source: Image files
es: Imagen

source: Online
es: Disponible

# PROFILE_AVATAR_HELP
source: Change avatar
de: Avatar ändern
es: Cambiar avatar

# PROFILE_AVATAR_SELECT_TITLE
source: Select new avatar
de: Avatar auswählen
es: Seleccione nuevo avatar

# PROFILE_COPY_TOX_ID
source: Copy Tox-ID to clipboard
de: Tox-ID in die Zwischenablage kopieren
es: Copiar Tox-ID al portapapeles

# PROFILE_CORRUPTED
source: Profile couldn't be loaded
de: Profil konnte nicht geladen werden
es: Perfil no se pudo cargar

# PROFILE_CORRUPTED_TITLE
source: Corrupted profile
de: Beschädigtes Profil
es: Perfil corrupto

# PROFILE_LOADING
source: loading profiles...
de: Profile werden geladen...
es: Cargando perfiles...

# PROFILE_NEW
source: New
de: Neu
es: Nuevo Perfil

# PROFILE_OPEN_SETTINGS
source: Settings
de: Einstellungen
es: Configuración

# PROFILE_SELECT
source: Select
de: Auswählen
es: Usar Perfil

# PROFILE_STATUSMESSAGE
source: Message
de: Status
es: Mensaje

# PROFILE_SUBTITLE
source: Select profile
de: Profil bitte auswählen
es: Seleccionar Perfil

# PROFILE_USERNAME
source: Username
de: Tox-ID
es: Nombre

source: Remove
de: Entfernen
es: Eliminar

source: Send
de: Senden
es: Enviar

# SETTINGS_ABOUT
source: About
de: Über
es: Acerca de

# SETTINGS_ADD_CONTACT
source: Add contact
de: Kontakt hinzufügen
es: Añadir contacto

# SETTINGS_CHAT_AUTO_AWAY
source: Automatically set status to away
de: Status automatisch auf Abwesend setzen
es: Cambiar estado automaticamente a Ausente

# SETTINGS_CHAT_LOGGING
source: Chat logging
de: Nachrichten protokollieren
es: Registro de Chat

# SETTINGS_CHAT_NOTIFICATION_ON_MESSAGE
source: Notification on new message
de: Benachrichtigung bei neuer Nachricht
es: Notificación de nuevo mensaje

# SETTINGS_CHAT_NOTIFICATION_WITH_AUDIO_ON_MESSSAGE
source: Audio notification on new message
de: Akustisches Signal bei neuen Nachrichten
es: Notificación de audio al recibir nuevo mensaje

# SETTINGS_CHAT_SEND_TYPING
source: Send typing notification
de: Tippen status senden
es: Enviar notificación de tecleo

# SETTINGS_CONNECTION_TITLE
source: <b>Connection</b>
de: <b>Verbindung</b>
es: <b>Conexión</b>

# SETTINGS_CONTACTLIST_DISPLAY_ACTIVE
source: Show active chats
de: Aktive Unterhaltungen anzeigen
es: Mostrar chats activos

# SETTINGS_CONTACTLIST_TITLE
source: <b>Contacts</b>
de: <b>Kontakte</b>
es: <b>Contactos</b>

# SETTINGS_CONTACTLIST_USE_COMPACT
source: Compact list
de: Kompakte Liste
es: Lista compacta de contactos

# SETTINGS_FILETRANSFER_AUTO_ACCEPT
source: Auto accept
de: Automatisch akzeptieren
es: Aceptar automáticamente

# SETTINGS_FILETRANSFER_DISPLAY_INLINE
source: Display inline
de: Inline Anzeigen
es: Mostrar conectado

# SETTINGS_FILETRANSFER_SAVE_TO
source: Save to
de: Speichern unter
es: Guardar en

# SETTINGS_FILETRANSFER_TITLE
source: <b>Filetransfer</b>
de: <b>Datenübertragung</b>
es: <b>Transferencia De Archivo</b>

# SETTINGS_PROFILE
source: Profile
de: Profil
es: Perfil

# SETTINGS_PROFILE_REMEMBER
source: Remember last used profile
de: Letztes Profil merken
es: Recordar ultimo perfil usado

# SETTINGS_PROFILE_TITLE
source: <b>Profile</b>
de: <b>Profil</b>
es: <b>Perfil</b>

# SETTINGS_PROXY_HOST
source: Proxy type
de: Proxy Typ
es: Tipo de Proxy

# SETTINGS_PROXY_PORT
source: Proxy host
es: Dirección del Proxy

# SETTINGS_PROXY_TYPE
source: Proxy port
es: Puerto del Proxy

# SETTINGS_SYSTEMTRAY_ON_CLOSE
source: Put into systemtray on close
de: Beim Schließen im Infobereich ablegen
es: Cerrar a la bandeja

# SETTINGS_SYSTEMTRAY_ON_START
source: Start in systemtray
de: Im Infobereich starten
es: Iniciar en la bandeja

# SETTINGS_SYSTEMTRAY_TITLE
source: <b>Systemtray</b>
de: <b>Infobereich</b>
es: <b>Bandeja del Sistema</b>

# SETTINGS_SYSTEMTRAY_VISIBLE
source: Show in systemtray
de: Im Infobereich anzeigen
es: Mostrar en bandeja

# SETTINGS_THEME_COLOR_BLACK_ON_WHITE
source: black on white
de: Schwarz auf Weiß
es: negro sobre blanco

# SETTINGS_THEME_COLOR_WHITE_ON_BLACK
source: white on black
de: Weiß auf Schwarz
es: blanco sobre negro

# SETTINGS_THEME_TITLE
source: <b>Theme</b>
es: <b>Tema</b>

# SETTINGS_TITLE
source: gTox settings
de: gTox - Einstellungen
es: Configuración gTox

# SETTINGS_VIDEO
source: Video
es: Vídeo

# SETTINGS_VIDEO_DEFAULT_DEVICE
source: Default device
de: Standard Videoquelle
es: Dispositivo por defecto

# TOX_ERR_FRIEND_ADD_ALREADY_SENT_UI
source: A friend request has already been sent, or the address belongs to a friend that is already on the friend list.
de: ID wurde bereits hinzugefügt.
es: Una solicitud de amistad ya ha sido enviada, o la dirección pertenece a un amigo que ya está en la lista de amigos.

# TOX_ERR_FRIEND_ADD_ALREADY_SENT_UI_TITLE
source: Friend request failed
de: Hinzufügen fehlgeschlagen
es: Solicitud de amistad ha fallado

# TOX_ERR_FRIEND_ADD_BAD_CHECKSUM_UI
source: The friend address checksum failed.
de: Die ID ist fehlerhaft.
es: La dirección amigo checksum falló.

# TOX_ERR_FRIEND_ADD_BAD_CHECKSUM_UI_TITLE
source: Wrong checksum
de: ID Checksum fehlgeschlagen
es: Checksum incorrecto

# TOX_ERR_FRIEND_ADD_NO_MESSAGE_UI
source: The friend request message is not allowed to be empty.
de: Die Nachricht darf nicht leer sein.
es: El mensaje de solicitud de amistad no se permite el campo vacío.

# TOX_ERR_FRIEND_ADD_NO_MESSAGE_UI_TITLE
source: Empty message
de: Nachricht leer
es: Mensaje vacío

# TOX_ERR_FRIEND_ADD_OWN_KEY_UI
source: The friend address belongs to you
de: Die eingebene ID gehört dir.
es: La dirección amigo le pertenece a usted

# TOX_ERR_FRIEND_ADD_OWN_KEY_UI_TITLE
source: Friend request failed
de: Hinzufügen fehlgeschlagen
es: Solicitud de amistad ha fallado

# TOX_ERR_FRIEND_ADD_SET_NEW_NOSPAM_UI
source: The friend was already there, but the nospam value was different.
de: ID wurde bereits hinzugefügt der NOSPAM-Wert war aber anders.
es: El amigo ya estaba allí, pero el valor nospam era diferente.

# TOX_ERR_FRIEND_ADD_SET_NEW_NOSPAM_UI_TITLE
source: Friend request failed
de: Hinzufügen fehlgeschlagen
es: Solicitud de amistad ha fallado

# TOX_ERR_FRIEND_ADD_TOO_LONG_UI
source: The length of the friend request message exceeded 1016 bytes.
de: Die Nachricht ist länger als 1016 bytes.
es: La longitud del mensaje de la solicitud de amistad ha superado 1016 bytes.

# TOX_ERR_FRIEND_ADD_TOO_LONG_UI_TITLE
source: Friend request failed
de: Nachricht zulang
es: Solicitud de amistad ha fallado

# GST_VIDEO_ERROR_UNKNOW
source: unknown video error !
de: Unbekanntes Video Problem

# SETTINGS_CHAT_TITLE
source: <b>Chat</b>
de: <b>Unterhaltung</b>

# SETTINGS_THEME_COLOR
source: Color
de: Farbe
