Repository: KoKuToru/gTox
Catalog: Source/Locale/*.po
Languages: it

# ABOUT_SOFTWARE_COPYRIGHT
source: Copyright Â© 2014 - the gTox team
it: Copyright © 2014 - il Team gTox

# ABOUT_SOFTWARE_VERSION
source: <i>pre-alpha version</i>
it: <i>versione pre-alpha</i>

# ABOUT_SOFTWARE_WARRANTY
source: <i>This program comes with ABSOLUTELY NO WARRANTY</i>
it: <i>Questo programma viene fornito SENZA ALCUNA GARANZIA</i>

# ASSISTANT_FILE_GTOX
source: gTox file
it: File gTox

# ASSISTANT_FILE_TEXT
source: <span size='x-small'><u>toxcore file</u> includes the profile and contact list, <u>gTox file</u> includes the chat log and gTox specified settings. <b>If you do a backup you must at least backup the <u>toxcore file</u> !</b></span>
it: <span size='x-small'>Il <u>file Tox</u> include il profilo e la lista contatti. Il <u>file gTox</u> include la cronologia delle chat e le impostazioni di gTox. <b>Se fai un backup devi salvare almeno il <u>file toxcore</u>!</b></span>

# ASSISTANT_FILE_TOX
source: toxcore file
it: File Tox

# ASSISTANT_LOGGING
source: Chat logging
it: Cronologia chat

# ASSISTANT_LOGGING_TEXT
source: <span size='x-small'>gTox saves the log into a uncrypted SqliteDB</span>
it: <span size='x-small'>gTox salva la cronologia delle chat in un database SqliteDB non criptato</span>

# ASSISTANT_STATUSMESSAGE
source: Status message
it: Messaggio di stato

# ASSISTANT_USERNAME
source: Name
it: Nome

# ASSISTANT_WELCOME_TEXT
source: Wellcome to gTox gTox and Tox are by no means complete. We cannot guarantee what works today will work tomorrow. gTox and Tox are alpha software and code changes daily.
it: Benvenuto in gTox gTox e Tox non sono ancora completi. Non possiamo garantire che quello che funziona oggi, funzionerà anche domani. gTox e Tox sono software in versione alpha e il codice viene aggiornato ogni giorno.

source: Away
it: Assente

source: Busy
it: Occupato

# ERROR_ADD_CONTACT_ADDR_WRONG_SIZE
source: A tox id must be 76 letters long
it: Il Tox-ID deve essere di 76 caratteri

# ERROR_ADD_CONTACT_ADDR_WRONG_SIZE_TITLE
source: Wrong ID length
it: Lunghezza Tox-ID errata

# ERROR_REPORT_BTN
source: Report
it: Riporta

# ERROR_REPORT_TEXT_INTRO
source: gTox can't continue. The following problem occured: <i><b>
it: gTox non può continuare l'esecuzione a causa del seguente errore: <i><b>

# ERROR_REPORT_TEXT_OUTRO
source: </b></i> Please make sure that you are using the newest gTox version. If you do use the newest, please report the error to us.
it: </b></i> Assicurati di avere l'ultima versione di gTox. Se stai usando l'ultima versione di gTox, per favore riporta l'errore al team di sviluppo.

source: Exit
it: Esci

source: Ignore
it: Ignora

# PROFILE_CORRUPTED
source: Profile couldn't be loaded
it: Il profilo non può essere caricato

# PROFILE_CORRUPTED_TITLE
source: Corrupted profile
it: Profilo corrotto

# PROFILE_LOADING
source: loading profiles...
it: caricamento profilo...

# PROFILE_NEW
source: New
it: Nuovo

# PROFILE_OPEN_SETTINGS
source: Settings
it: Impostazioni

# PROFILE_SELECT
source: Select
it: Usa profilo

# PROFILE_STATUSMESSAGE
source: Message
it: Messaggio

# PROFILE_SUBTITLE
source: Select profile
it: Seleziona profilo

# PROFILE_USERNAME
source: Username
it: Nome

source: Remove
it: Rimuovi

source: Send
it: Invia

# SETTINGS_CACHE_CLEAN_LOG
source: You are about to remove all conversations logs of all contacts. This action cannot be undone !
it: Stai per rimuovere la cronologia chat di tutti i contatti. Questa azione non può essere annullata!

# SETTINGS_CACHE_CLEAN_LOG_SUCCESS
source: %1 log entries successfully removed
it: cronologia chat di %1 contatti rimosse con successo

# SETTINGS_CACHE_CLEAN_LOG_SUCCESS_TITLE
source: Logs removed
it: Cronologia chat rimosse

# SETTINGS_CACHE_CLEAN_LOG_TITLE
source: Delete all logs ?
it: Eliminare la cronologia chat di tutti i contatti?

# SETTINGS_TITLE
source: gTox settings
it: Impostazioni gTox

# TOX_ERR_BOOTSTRAP_BAD_HOST
source: TOX_ERR_BOOTSTRAP_BAD_HOST The host could not be resolved to an IP address, or the IP address passed was invalid.
it: TOX_ERR_BOOTSTRAP_BAD_HOST L'host non può essere risolto come indirizzo IP, o l'inidirizzo IP specificato non è valido.

# TOX_ERR_BOOTSTRAP_BAD_PORT
source: TOX_ERR_BOOTSTRAP_BAD_PORT The port passed was invalid. The valid port range is (1, 65535).
it: TOX_ERR_BOOTSTRAP_BAD_PORT La porta specificata non è valida. L'intervallo di porte valido è (1, 65535).

# TOX_ERR_FRIEND_ADD_ALREADY_SENT
source: TOX_ERR_FRIEND_ADD_ALREADY_SENT A friend request has already been sent, or the address belongs to a friend that is already on the friend list.
it: TOX_ERR_FRIEND_ADD_ALREADY_SENT Una richiesta d'amicizia è già stata inviata, o il Tox-ID del contatto è già nella tua lista contatti.

# TOX_ERR_FRIEND_ADD_ALREADY_SENT_UI
source: A friend request has already been sent, or the address belongs to a friend that is already on the friend list.
it: Una richiesta d'amicizia è già stata inviata, o il Tox-ID del contatto è già nella tua lista contatti.

# TOX_ERR_FRIEND_ADD_ALREADY_SENT_UI_TITLE
source: Friend request failed
it: Richista d'amicizia fallita

# TOX_ERR_FRIEND_ADD_BAD_CHECKSUM
source: TOX_ERR_FRIEND_ADD_BAD_CHECKSUM The friend address checksum failed.
it: TOX_ERR_FRIEND_ADD_BAD_CHECKSUM Checksum non valido.

# TOX_ERR_FRIEND_ADD_BAD_CHECKSUM_UI
source: The friend address checksum failed.
it: Checksum non valido.

# TOX_ERR_FRIEND_ADD_BAD_CHECKSUM_UI_TITLE
source: Wrong checksum
it: Errore checksum

# TOX_ERR_FRIEND_ADD_MALLOC
source: TOX_ERR_FRIEND_ADD_MALLOC A memory allocation failed when trying to increase the friend list size.
it: TOX_ERR_FRIEND_ADD_MALLOC Errore durante l'allocazione di memoria per incrementare la dimensione della lista contatti.

# TOX_ERR_FRIEND_ADD_NO_MESSAGE
source: TOX_ERR_FRIEND_ADD_NO_MESSAGE The friend request message was empty. This, and the TOO_LONG code will never be returned from tox_friend_add_norequest.
it: TOX_ERR_FRIEND_ADD_NO_MESSAGE Il messaggio della richiesta d'amicizia è vuoto. Questo e il codice TOO_LONG non saranno mai ritornati da tox_friend_add_norequest.

# TOX_ERR_FRIEND_ADD_NO_MESSAGE_UI
source: The friend request message is not allowed to be empty.
it: Il messaggio della richiesta d'amicizia non può essere vuoto.

# TOX_ERR_FRIEND_ADD_NO_MESSAGE_UI_TITLE
source: Empty message
it: Nessun messaggio

# TOX_ERR_FRIEND_ADD_OWN_KEY
source: TOX_ERR_FRIEND_ADD_OWN_KEY The friend address belongs to the sending client.
it: TOX_ERR_FRIEND_ADD_OWN_KEY Il Tox-ID del contatto che si sta aggiungendo è lo stesso usato in questo client.

# TOX_ERR_FRIEND_ADD_OWN_KEY_UI
source: The friend address belongs to you
it: Il Tox-ID del contatto che stai aggiungendo appartiene a te

# TOX_ERR_FRIEND_ADD_OWN_KEY_UI_TITLE
source: Friend request failed
it: Richiesta d'amicizia fallita

# TOX_ERR_FRIEND_ADD_SET_NEW_NOSPAM
source: TOX_ERR_FRIEND_ADD_SET_NEW_NOSPAM The friend was already there, but the nospam value was different.
it: TOX_ERR_FRIEND_ADD_SET_NEW_NOSPAM Il contatto è già presente nella tua lista contatti, ma con un valore nospam diverso.

# TOX_ERR_FRIEND_ADD_SET_NEW_NOSPAM_UI
source: The friend was already there, but the nospam value was different.
it: Il contatto è già presente nella tua lista contatti, ma con un valore nospam diverso.

# TOX_ERR_FRIEND_ADD_SET_NEW_NOSPAM_UI_TITLE
source: Friend request failed
it: Rischiesta d'amicizia fallita

# TOX_ERR_FRIEND_ADD_TOO_LONG
source: TOX_ERR_FRIEND_ADD_TOO_LONG The length of the friend request message exceeded TOX_MAX_FRIEND_REQUEST_LENGTH.
it: TOX_ERR_FRIEND_ADD_TOO_LONG La lunghezza del messaggio per la richiesta d'amizia è troppo lingo TOX_MAX_FRIEND_REQUEST_LENGTH.

# TOX_ERR_FRIEND_ADD_TOO_LONG_UI
source: The length of the friend request message exceeded 1016 bytes.
it: La lunghezza del messaggio per la richiesta d'amicizia è più di 1016 bytes.

# TOX_ERR_FRIEND_ADD_TOO_LONG_UI_TITLE
source: Friend request failed
it: Richiesta d'amicizia fallita

# TOX_ERR_FRIEND_BY_PUBLIC_KEY_NOT_FOUND
source: TOX_ERR_FRIEND_BY_PUBLIC_KEY_NOT_FOUND No friend with the given Public Key exists on the friend list.
it: TOX_ERR_FRIEND_BY_PUBLIC_KEY_NOT_FOUND Nella lista contatti non esiste nessun contatto con la Public Key specificata.

# TOX_ERR_FRIEND_GET_LAST_ONLINE_FRIEND_NOT_FOUND
source: TOX_ERR_FRIEND_GET_LAST_ONLINE_FRIEND_NOT_FOUND No friend with the given number exists on the friend list.
it: TOX_ERR_FRIEND_GET_LAST_ONLINE_FRIEND_NOT_FOUND Nella lista contatti non esiste nessun contatto con il numero specificato.

# TOX_ERR_FRIEND_GET_PUBLIC_KEY_FRIEND_NOT_FOUND
source: TOX_ERR_FRIEND_GET_PUBLIC_KEY_FRIEND_NOT_FOUND No friend with the given number exists on the friend list.
it: TOX_ERR_FRIEND_GET_PUBLIC_KEY_FRIEND_NOT_FOUND Nella lista contatti non esiste nessun contatto con il numero specificato.

# TOX_ERR_FRIEND_QUERY_FRIEND_NOT_FOUND
source: TOX_ERR_FRIEND_QUERY_FRIEND_NOT_FOUND The friend_number did not designate a valid friend.
it: TOX_ERR_FRIEND_QUERY_FRIEND_NOT_FOUND Il valore friend_number non designa nessun contatto valido.

# TOX_ERR_FRIEND_QUERY_NULL
source: TOX_ERR_FRIEND_QUERY_NULL The pointer parameter for storing the query result (name, message) was NULL. Unlike the `_self_` variants of these functions, which have no effect when a parameter is NULL, these functions return an error in that case.
it: TOX_ERR_FRIEND_QUERY_NULL Il parametro per salvare il risultato della query (nome, messaggio) è NULL. A differenza delle varianti `_self_` di queste funzioni, che accettano parametri NULL, queste funzioni restituiscono un errore.

# TOX_ERR_FRIEND_SEND_MESSAGE_EMPTY
source: TOX_ERR_FRIEND_SEND_MESSAGE_EMPTY Attempted to send a zero-length message.
it: TOX_ERR_FRIEND_SEND_MESSAGE_EMPTY Tentativo di invio di un messaggio vuoto.

# TOX_ERR_FRIEND_SEND_MESSAGE_FRIEND_NOT_CONNECTED
source: TOX_ERR_FRIEND_SEND_MESSAGE_FRIEND_NOT_CONNECTED This client is currently not connected to the friend.
it: TOX_ERR_FRIEND_SEND_MESSAGE_FRIEND_NOT_CONNECTED Questo client non è attualmente connesso al contatto.

# TOX_ERR_FRIEND_SEND_MESSAGE_FRIEND_NOT_FOUND
source: TOX_ERR_FRIEND_SEND_MESSAGE_FRIEND_NOT_FOUND The friend number did not designate a valid friend.
it: TOX_ERR_FRIEND_SEND_MESSAGE_FRIEND_NOT_FOUND Il valore friend_number non designa nessun contatto valido.

# TOX_ERR_FRIEND_SEND_MESSAGE_SENDQ
source: TOX_ERR_FRIEND_SEND_MESSAGE_SENDQ An allocation error occurred while increasing the send queue size.
it: TOX_ERR_FRIEND_SEND_MESSAGE_SENDQ Errore nell'allocazione di memoria durante l'aumento della dimensione della coda d'invio.

# TOX_ERR_FRIEND_SEND_MESSAGE_TOO_LONG
source: TOX_ERR_FRIEND_SEND_MESSAGE_TOO_LONG Message length exceeded TOX_MAX_MESSAGE_LENGTH.
it: TOX_ERR_FRIEND_SEND_MESSAGE_TOO_LONG La lunghezza del messaggio è più di TOX_MAX_MESSAGE_LENGTH.

# TOX_ERR_NEW_LOAD_BAD_FORMAT
source: TOX_ERR_NEW_LOAD_BAD_FORMAT he data format was invalid. This can happen when loading data that was saved by an older version of Tox, or when the data has been corrupted. When loading from badly formatted data, some data may have been loaded, and the rest is discarded. Passing an invalid length parameter also causes this error.
it: TOX_ERR_NEW_LOAD_BAD_FORMAT Il formato dei dati non è valido. Questo può succedere quando si caricano dati salvati da una versione vecchia di Tox, o quando il file è stato corrotto. Se si caricano dati formattati male, alcuni dati possono essere stati caricati e il resto scartato. Anche passare una lughezza sbagliata può causare questo errore.

# TOX_ERR_NEW_LOAD_ENCRYPTED
source: TOX_ERR_NEW_LOAD_ENCRYPTED The byte array to be loaded contained an encrypted save.
it: TOX_ERR_NEW_LOAD_ENCRYPTED L'array di byte che sta per essere caricfato contiene un salvataggio criptato.

# TOX_ERR_NEW_MALLOC
source: TOX_ERR_NEW_MALLOC The function was unable to allocate enough memory to store the internal structures for the Tox object
it: TOX_ERR_NEW_MALLOC La funzione non è in grado di allocare abbastanza memoria per salvare la struttura interna dell'oggetto Tox

# TOX_ERR_NEW_PORT_ALLOC
source: TOX_ERR_NEW_PORT_ALLOC The function was unable to bind to a port. This may mean that all ports have already been bound, e.g. by other Tox instances, or it may mean a permission error. You may be able to gather more information from errno.
it: TOX_ERR_NEW_PORT_ALLOC La funzione non è in grado di usare la porta specificata. Questo può significare che tutte le porte sono già state usate, o che si è presentato un errore di permessi. Puoi raccogliere più informazioni attraverso il valore di errno.

# TOX_ERR_NEW_PROXY_BAD_HOST
source: TOX_ERR_NEW_PROXY_BAD_HOST proxy_type was valid but the proxy_host passed had an invalid format or was NULL.
it: TOX_ERR_NEW_PROXY_BAD_HOST proxy_type è valido, ma proxy_host non è valido o è NULL.

# TOX_ERR_NEW_PROXY_BAD_PORT
source: TOX_ERR_NEW_PROXY_BAD_PORT proxy_type was valid, but the proxy_port was invalid.
it: TOX_ERR_NEW_PROXY_BAD_PORT proxy_type è valido, ma proxy_port non è valido.

# TOX_ERR_NEW_PROXY_NOT_FOUND
source: TOX_ERR_NEW_PROXY_NOT_FOUND The proxy host passed could not be resolved.
it: TOX_ERR_NEW_PROXY_NOT_FOUND L'host proxy non può essere risolto.

# TOX_ERR_OPTIONS_NEW_MALLOC
source: TOX_ERR_OPTIONS_NEW_MALLOC The function failed to allocate enough memory for the options struct.
it: TOX_ERR_OPTIONS_NEW_MALLOC La funzione ha fallito l'allocazione di memoria per la struttura delle opzioni.

# TOX_ERR_SET_INFO_TOO_LONG
source: TOX_ERR_SET_INFO_TOO_LONG Information length exceeded maximum permissible size.
it: TOX_ERR_SET_INFO_TOO_LONG La lunghezza delle informazioni ha ecceduto la dimensione massima.

# TOX_ERR_SET_TYPING_FRIEND_NOT_FOUND
source: TOX_ERR_SET_TYPING_FRIEND_NOT_FOUND The friend number did not designate a valid friend.
it: TOX_ERR_SET_TYPING_FRIEND_NOT_FOUND Il numero del contatto non designa un contatto valido.

source: Username
it: Nome
